const balochi = [ "ا", "آ", "ب", "پ", "ت", "ٹ", "ج", "چ", "د","ڈ", "ر","ڑ","ز","ژ", "س", "ش", "ک", "گ", "ل", "م","ن","و","ھ","ہ","ء","ی","ءُ", "ے" ];
const english = [
  "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "S", "T", "U", "V", "W", "X", "Y", "Z"
];

const arabic = [
  "أ", "ب", "ت", "ث", "ج", "ح", "خ", "د", "ذ", "ر", "ز", "س", "ش", "ص", "ض", "ط", "ظ", "ع", "غ", "ف", "ق", "ك", "ل", "م", "ن", "ه", "و", "ي"
];

const charsets = {
  "balochi": balochi,
  "english": english,
  "arabic": arabic
};

export default charsets;
